Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/sami_parlamentarals_raddi_fi/sprjulggastusfin.pdf.tmx
Source language: fin
Languages: sme

source: Hyväksytty saamelaisen parlamentaarisen neuvoston kokouksessa 14.4.2010
sme: SÁMI PARLAMENTÁRALAŠ RÁĐI (SPR.) JULGGAŠTUS DAVVIRIIKKALAŠ SÁMI

source: SPN toivoo, että Suomen, Ruotsin ja Norjan valtiot kunnioittavat saamelaisten edustavan saamen kansaa Suomessa, Ruotsissa ja Norjassa.
sme: SPR sávvá, ahte Suoma, Ruoŧa ja Norgga stáhtat gudnejahttejit sápmelaččaid ovddastit sámi álbmoga Suomas, Ruoŧas ja Norggas.

source: SPN muistuttaa, että pohjoismainen saamelaissopimus tulee olemaan epätäydellinen niin kauan kuin Venäjän saamelaiset ovat saamelaissopimuksen ulkopuolella.
sme: SPR muittuha, ahte davviriikkaid sámi soahpamuš boahtá leat eahpedievaslaš nu guhká go Ruošša sámit leat sámi soahpamuša olggobealde.

source: SPN tukee myös Venäjän saamelaisten pyrkimystä järjestäytyä edustukselliseksi elimeksi ja kehottaa Suomen, Ruotsin ja Norjan valtioita tukemaan Venäjän saamelaisten pyrkimyksiä.
sme: SPR doarju maid Ruošša sámiid viggamuša ortniiduvvat álbmot válljen orgánan ja ávžžuha Suoma, Ruoŧa ja Norgga stáhtaid doarjut Ruošša sámiid ulbmiliid.

source: SPN näkee kolmen maan saamelaiskäräjien ja Norjan, Ruotsin ja Suomen hallituksen välillä yhteisymmärrystä sen suhteen, että pohjoismaiden saamelaissopimuksen neuvottelut aloitetaan.
sme: SPR vuohttá ovttaoaivilvuođa gaskkal Sámedikkiid ja Norgga, Ruoŧa ja Suoma ráđđehusaid, álggahit Davviriikkaid sámekonvenšuvnna šiehtadallamiid.

source: SPN kehottaa Suomen, Ruotsin ja Norjan hallituksia kunnioittamaan saamelaisten itsemääräämisoikeutta kansana pohjoismaisen saamelaissopimuksen neuvotteluissa.
sme: SPR ávžžuha Suoma, Ruoŧa ja Norgga ráđđehusaid gudnejahttit sámiid iešmearridanvuoigatvuođa álbmogin davviriikkalaš sámi soahpamuša šiehtadallamiin.

source: SPN toteaa, että pohjoismaisen saamelaissopimuksen jatkoneuvotteluissa saamelaiskäräjät sopivat yhteisesti neuvottelujen tavoitteista SPN:ssä.
sme: SPR oaivvilda, ahte davviriikkalaš sámi soahpamuša joatkkaráđđádallamiin sámedikkit šihttet oktasaččat ráđđádallamiid ulbmiliin SPR:s.

source: Lisäksi SPN kehottaa, että Suomen, Ruotsin ja Norjan valtiot ottavat huomioon SuomenNorjan-Ruotsin – saamelaisasiantuntijaryhmän lokakuun 26. päivä 2005 luovuttaman ehdotuksen pohjoismaiseksi saamelaissopimukseksi, jonka tulee olla neuvottelujen perustana.
sme: SPR ávžžuha dasa lassin, ahte Suoma, Ruoŧa ja Norgga stáhtat váldet vuhtii ahte árvalus man suoma-norgga-ruoŧa-sámi áššedovdiidjoavku gárvii golggotmánu 26. beaivve 2005, Davviriikkaid sámekonvenšuvnna evttohus, lea vuođđun šiehtadallamiidda.

source: Neuvotteluvaltuuskunnat tulisi asettaa siten, että Saamelaiskäräjät ovat yhdenvertaisia osanottajia kunkin maan valtuuskunnassa, itsenäisesti ja tehokkaasti edustaa omaa kansaansa neuvotteluissa.
sme: Šiehtadallandelegašuvnnat galggaše ásahuvvot nu ahte sámedikkit leat ovttadássásaš oasseváldit iešguđetge riikkaid delegašuvnnain, ollislaš friddjavuođain beaktilit ovddastit sin álbmoga šiehtadallamiin.

source: Saamelaiskäräjille tulisi antaa tarpeelliset resurssit varmistaa kokonaisvaltainen ja yhdenvertainen osallistuminen.
sme: Sámedikkiide galggaše addojuvvot dárbbašlaš resurssat sihkkarastit ollislaš ja ovttaárvosaš oassálastima.

source: Neuvotteluille tulisi asettaa pysyvä ja hyväksyttävä aikataulu.
sme: Galggašii asahuvvot bistevaš ja dohkálaš áigeplána šiehtadallamiidda.

source: Tulisi sopia ajoissa miten pohjoismaisen saamelaissopimuksen valmistelu muodollisesti käsitellään kunkin saamelaiskäräjien ja valtioiden taholta, ennen kuin kunkin sopimusartiklan sisällön käsittelyä aloitetaan.
sme: Buori áiggis galggašii šiehtadallojuvvot movt Davviriikkaid sámekonvenšuvnna válmmašteapmi formálalaččat galgá meannuduvvot iešguđetge sámedikkiid ja stáhtaid bealis, ovdal go álget gieđahallat iešguđet konvenšunartihkkaliid sisdoalu.

source: Tämä noudattaa niitä periaatteita, jotka perustuvat sopimusesityksen lukuun VII: saamelaiskäräjien hyväksyminen, ratifiointi ja sopimuksen voimaansaattaminen.
sme: Dát čuovvu dain prinsihpain mat vuođđuduvvojit konvenšunevttohusa kapihtal VII:s, sámedikkiid dohkkeheami, ratifiserema ja konvenšuvnna fápmuibidjama birra.
